# จงเขียนโปรแกรมโดยใช้ค ำสั่ง print เพื่อแสดงข้อมูลอกที่จอภำพดังตัวอย่ำงกำรัน
# โปรแกรม โดยมีข้อก ำหนดดังนี้
# ผลที่แสดงออกในบรรทัดที่ 1 ให้ใช้ค ำสั่ง print จ ำนวน 1 ค ำสั่งเท่ำนั้น
# ผลที่แสดงออกในบรรทัดที่ 2 ให้ใช้ค ำสั่ง print จ ำนวน 4 ค ำสั่งเท่ำนั้น
# ผลที่แสดงออกในบรรทัดที่ 3 ให้ใช้ค ำสั่ง print จ ำนวน 4 ค ำสั่งเท่ำนั้น

# Coding 
print('1234567890'* 3)
print('NAME', end = '      ')
print('SCHOOL', end = '    ')
print('LEVEL', end = '  ')
print('AGE')
print('Mana', end = '      ')
print('SUT', end = '           ')
print('1', end = '   ')
print('19')