#### Slide หน้าที่ 14
'''
เขียนโปรแกรมโดยก ำหนดให้ตัวแปรต่าง ๆ ประกอบไปด้วย name เก็บชื่อ – สกุล
age เก็บอายุ weight เก็บน้ำหนัก (เลขจำนวนจริง) และ sex เก็บเพศ (M หรือ F)
แล้วแสดงผลของข้อมูลเหล่านั้นออกที่จอภาพ โดยการจองพื้นที่และใช้ %d, %f และ
%s ในการแสดงผลข้อมูลของตัวแปรต่าง ๆ
'''

# Coding 
print('Using space determination with %d, %f and %s to print out ...')
print('1234567890' * 4)
print('%-20s%-5s%-12s%3s' %('NAME', 'AGE', 'WEIGHT', 'SEX'))
print('%-20s%-5d%-13.4f%-4s' %('Somchai Jaidee', 21, 56.5, 'M'))